Repository: Gorbachevvv/winBitTorrent
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: be_by, ru_ru

# Files_SelectionUpdated
source: Download selection updated for {0} files.
be_by: Выбар загрузкі абноўлены для файлаў: {0}.
ru_ru: Выбор загрузки обновлён для файлов: {0}.

# AddTorrent_PriorityTorrentNotFound
source: The torrent was added, but its file list is not available yet.
be_by: Торэнт дададзены, але спіс яго файлаў пакуль недаступны.
ru_ru: Торрент добавлен, но список его файлов пока недоступен.

# AddTorrent_PriorityFilesUnavailable
source: The torrent was added, but qBittorrent did not return a compatible file list for applying priorities.
be_by: Торэнт дададзены, але qBittorrent не вярнуў сумяшчальны спіс файлаў для ўжывання прыярытэтаў.
ru_ru: Торрент добавлен, но qBittorrent не вернул совместимый список файлов для применения приоритетов.

# AddTorrent_PriorityVerificationFailed
source: The torrent was added, but qBittorrent did not apply all selected file priorities.
be_by: Торэнт дададзены, але qBittorrent не ўжыў усе выбраныя прыярытэты файлаў.
ru_ru: Торрент добавлен, но qBittorrent не применил все выбранные приоритеты файлов.
